Repository: danerx77/f1
Catalog: tm/data maps.tmx
Source language: en
Languages: pl

# What's the matter with you, getting all hot like that?pTotally uncool, man!
source: What's the matter with you,\ngetting all hot like that?\pTotally uncool, man!
pl: Co z tobą, robisz z\nsiebie idiotę?\pCałkowicie lamersko,\nstary!

source: We invited the boss out here,\nbut you had to mess it up!\pYou embarrassed us, man!
pl: Zaprosiliśmy tu szefa, ale\nmusiałeś wszystko zepsuć!\pUpokorzyłeś nas, stary!

# Boss, I'm telling you, you've gotta do something about this kid!
source: Boss, I'm telling you, you've gotta\ndo something about this kid!
pl: Szefie, mówię ci, musisz coś\nzrobić z tym małym gnojkiem!

source: I've been watching you, and I'd say\nyou've done enough.\pWhat are you, their friend or\nsomething?\pThen I guess you'll be battling me\nin their place.
pl: Obserwowałem cię i muszę powiedzieć,\nże dość narozrabiałeś.\pKim jesteś, jakimś ich\nprzyjacielem?\pWięc sądzę, że będziemy walczyć na\nich terenie.

source: All right, enough!\nWe'll leave like you wanted!\pWe'll be happy to see the last of\nthis boring island!
pl: Dobrze, wystarczy!\nPójdziemy, jeśli chcesz!\pZ chcęcią zabierzemy się z tej\ncholernie nudnej wyspy!

# Humph! Yeah, go right on hanging around with these hayseeds!
source: Humph! Yeah, go right on hanging\naround with these hayseeds!
pl: Heh! Ta, idź pobaw się z tymi\nwszystkimi sianogłowymi!

source: Thank you! Those goons were\nnothing but bad trouble.\pOh, look, your POKéMON got hurt\non my account.
pl: Dziękuję! Ci kryminaliści\nmocno nam doskwierali.\pO, spójrz, przeze mnie twoje\nPOKéMONY zraniły się.

# {PLAYER} was given a FULL RESTORE.
source: {PLAYER} was given\na FULL RESTORE.
pl: {PLAYER} dostaje\nPEŁNĄ ODNOWĘ.

# Oh? Your BAG is full.
source: Oh?\nYour BAG is full.
pl: O? \nMasz pełną TORBĘ.

# You've got seriously impressive POKéMON with you.
source: You've got seriously impressive\nPOKéMON with you.
pl: Jestem pod wrażeniem siły twych\nPOKéMONÓW.

source: It'd be fantastic if someone as\nstrong as you lived here.\pI hope you'll at least stay here\na while.\p…I beg your pardon?\nYou're looking for LOSTELLE?\pLOSTELLE went off towards BOND\nBRIDGE a while ago.
pl: Byłoby świetnie, gdyby ktoś\ntak silny jak ty tu mieszkał.\pMam nadzieję, że będziesz się\ndobrze bawił.\p…Słucham?\nSzukasz LOSTELLE?\pJakiś czas temu LOSTELLE wybrała\nsię w kierunku MOSTU WIĘZI.

source: THREE ISLAND is actually the most\npopulous of the islands here.\pStill, it could be less sleepy.\pBut I wouldn't want to see goons\nlike those BIKERS here again.
pl: WYSPA THREE jest chyba\nnajpopularniejszą z\pwszystkich wysp.\pAle mogłaby być trochę mniej senna.\pZ drugiej strony, nie chcę\nżeby pobudzali nas MOTOCYKLIŚCI.

source: I'm going to train my DODUO in the\nBERRY FOREST.\pWhen it evolves, I'm going to play\na game on TWO ISLAND.
pl: Będę trenować mojego DODUO w\nJAGODOWYM LESIE.\pGdy ewoluuje, będę używał go do\ngrania w grę z WYSPY TWO.

source: LOSTELLE: Whimper… Sniff…\nOh! Please, help!\pA scary POKéMON appeared there\na little while ago.\pIt kept scaring.\nIt made LOSTELLE scared.\pI'm too scared to move!\nBut I want to go home…
pl: LOSTELLE: Uff… Chlip…\nOch! Proszę, pomocy!\pPrzed chwilą pojawił się tu\nstraszny POKéMON!\pStraszył wszystkich.\nPrzeraził LOSTELLE.\pJestem zbyt przerażona, by\nsię ruszyć! Chcę do domu…

source: Oh! Here it comes again!\nNo! Go away! It's scaring me!\pWaaaaaaah!\nI want my daddy!
pl: Och! Znowu tu idzie!\nNie! Odejdź! Straszy mnie!\pŁaaaaaaa! \nJa chcę do tatusia!

source: Ohh! That was so scary!\nThank you!\pLOSTELLE came to pick some\nBERRIES.\pYou can have this!
pl: Och! To było potworne!\nDziękuję!\pLOSTELLE przyszła szukać\nJAGÓD.\pMożesz to sobie wziąć!

source: What's your name?\pLOSTELLE's scared, so can I go\nwith you to my daddy's house?\pOkay!\nLet's go home!
pl: Jak masz na imię?\pLOSTELLE się boi, więc czy\nmogę iść z tobą do tatusia?\pDobrze!\nChodźmy do domu!

# Your BERRY POUCH is full. I guess you don't want this.
source: Your BERRY POUCH is full.\nI guess you don't want this.
pl: WOREK NA JAGODY jest pełny. \nPewnie tego nie chcesz.

source: Welcome to the BERRY FOREST\pBe friendly and share BERRIES with\nothers and POKéMON.
pl: Witaj w JAGODOWYM LESIE\pBądź przyjazny i dziel się JAGODAMI\nz innymi i POKéMONAMI.

# Beware of wild, BERRY-loving POKéMON!
source: Beware of wild, BERRY-loving\nPOKéMON!
pl: Uważaj na dzikie, JAGODOLUBNE\nPOKI!

# The salty tang of the sea… It tickles my heart.
source: The salty tang of the sea…\nIt tickles my heart.
pl: Słony zapach morza…\nRozgrzewa moje serce.

# …Sniff, sniff… Something smells unpleasant…
source: …Sniff, sniff…\nSomething smells unpleasant…
pl: …Wąch, wąch…\nCoś tu brzydko pachnie…

# Perhaps that reek is your sweaty POKéMON's body odor…
source: Perhaps that reek is your sweaty\nPOKéMON's body odor…
pl: Być może ten smród to odor potu\ntwoich POKéMONÓW…

# Where are you off to in such a hurry?
source: Where are you off to in such\na hurry?
pl: Gdzie ci się tak\nspieszy?

# You're raising some wonderful POKéMON.
source: You're raising some wonderful\nPOKéMON.
pl: Trenujesz cudowne\nPOKéMONY.

# If you keep going this way, you'll eventually reach BERRY FOREST.
source: If you keep going this way, you'll\neventually reach BERRY FOREST.
pl: Jeśli będziesz szedł tędy,\ndotrzesz do JAGODOWEGO LASU.

# My mommy said that I can't swim without my float ring.
source: My mommy said that I can't swim\nwithout my float ring.
pl: Moja mamusia mówiła, że nie mogę\npływać bez koła.

# Waaah! Waaah!
source: Waaah!\nWaaah!
pl: Łaach!\nŁaach!

# This year, I'm going to finally learn how to swim!
source: This year, I'm going to finally\nlearn how to swim!
pl: W tym roku naucze się wreszcie\npływać!

# Yay, yay! POKéMON!
source: Yay, yay!\nPOKéMON!
pl: Jej, jej!\nPOKéMON!

source: What happens now?
pl: I co teraz?

# Did I just win? Or did I lose?
source: Did I just win?\nOr did I lose?
pl: Wygrałam?\nCzy przegrałam?

# Oh, no, don't come here! Please, stay away from me!
source: Oh, no, don't come here!\nPlease, stay away from me!
pl: Nie, nie podchodź!\nProszę, nie zbliżaj się!

# Okay, you've won! Now will you please go away?
source: Okay, you've won!\nNow will you please go away?
pl: Okej, wygrałeś!\nCzy teraz sobie pójdziesz?

# A POKéMON bit through my swimsuit.pI can't get out of the water!
source: A POKéMON bit through my \nswimsuit.\pI can't get out of the water!
pl: POKéMON porozrywał mi\nkostium kąpielowy.\pNie mogę wyjść z wody!

# JOY: We'll teach you what our favorite POKéMON is!
source: JOY: We'll teach you what our\nfavorite POKéMON is!
pl: JOY: Nauczymy cię czegoś o\nnaszych POKéMONACH!

# JOY: Ohh… MEG!
source: JOY: Ohh…\nMEG!
pl: JOY: Och…\nMEG!

# JOY: Wasn't that fun? I hope we can battle again!
source: JOY: Wasn't that fun?\nI hope we can battle again!
pl: JOY: Ależ to było zabawne!\nDo następnego razu!

# JOY: I really want to battle with MEG.pOne POKéMON isn't enough.
source: JOY: I really want to battle with\nMEG.\pOne POKéMON isn't enough.
pl: JOY: Naprawdę chcę walczyć z\nMEG.\pJeden POKéMON to za mało.

# MEG: We'll show you our favorite POKéMON.
source: MEG: We'll show you our favorite\nPOKéMON.
pl: MEG: Pokażemy ci nasze ulubione\nPOKéMONY!

# MEG: Ohh… JOY!
source: MEG: Ohh…\nJOY!
pl: MEG: Och…\nJOY!

source: MEG: JOY, wasn't that fun?
pl: MEG: JOY, było świetnie!

# MEG: I want to battle together with JOY.pOne POKéMON isn't enough.
source: MEG: I want to battle together\nwith JOY.\pOne POKéMON isn't enough.
pl: MEG: Chcę walczyć w drużynie z\nJOY.\pNie wystarczy ci 1 POKéMON.

source: BERRY FOREST AHEAD
pl: ZARAZ JAGODOWY LAS

# BOND BRIDGE Please be quiet when crossing.pBERRY FOREST AHEAD
source: BOND BRIDGE\nPlease be quiet when crossing.\pBERRY FOREST AHEAD
pl: MOST WIEZI\nProszę przechodzić ostrożnie.\pDALEJ JAGODOWY LAS

source: Hey, there!\nHow's it going?\pWhat am I doing here, you ask?\nWhy, I'm prospecting for gold!\pWhen I strike it rich, I'm buying\na house in KANTO.
pl: Witaj!\nJak leci?\pCo ja tu robię, pytasz?\nNo więc, powiem ci, że bogace się!\pGdy stane się milionerem,\nkupię sobie dom w KANTO.

source: Hey, there! How's it going?\nDid you hear? I've struck gold!\pYou remembered that I was\nprospecting, didn't you?\pYou can't begin to imagine just\nhow happy I am.\pSo, I'll show you!\nThis is for you!
pl: Witaj! Jak leci?\nSłyszałeś? Znalazłem złoto!\pPamiętasz, że ostatnim razem\njeszcze go szukałem, prawda?\pNie wyobrażasz sobie nawet jaki\njestem szczęśliwy.\pWięc pozwól, że ci\npokażę! To prezent!

# That's a NUGGET!pI can't give you any nuggets of wisdom, so that'll have to do!
source: That's a NUGGET!\pI can't give you any nuggets of\nwisdom, so that'll have to do!
pl: To SAMORODEK!\pNie mogę dać ci nic innego, więc\nmusi ci to wystarczyć!

# Whoops, your BAG is crammed full! I'll give this to you later.
source: Whoops, your BAG is crammed full!\nI'll give this to you later.
pl: Uuups, twoja TORBA jest pełna!\nWięc dostaniesz to później.

source: LOSTELLE: Hi, {PLAYER}!\nYou're always so cool!\pI'll make lunch for you, too, one\nday, {PLAYER}.
pl: LOSTELLE: Hej, {PLAYER}!\nJesteś super!\pMoże kiedyś i dla ciebie\nprzyrządzę obiad, {PLAYER}.

source: Rare rocks and gems are displayed.
pl: Są tu rzadkie kamienie i klejnoty.

source: Urrrrrrrrgggghhhh…\nKwaaaaah!\p…It's useless! I can't make this\nspoon bend with my mind.\pMaybe I really don't have any\npsychic powers.
pl: Urrrrrrrrgggg…\nKłaaaaach!\p…To bez sensu! Nie potrafię\nwygiąć tej łyżki siłą umysłu.\pMoże nie mam żadnych psychicznych\nmocy.

source: You know about a girl GYM LEADER\nin SAFFRON CITY?\pShe uses PSYCHIC-type POKéMON,\nright?\pI admire her, I really do.\pI've heard that she's one cool\ncustomer and beautiful, too.
pl: Słyszałeś o tej dziewczynie,\nLIDERCE z SAFFRON CITY?\pUżywa PSYCHICZNYCH POKéMONÓW,\ntak?\pPodziwiam ją, całym sercem.\pPodobno jest bardzo piękną i\nmądrą klientką, mam rację?

source: I bought this house because I\nwanted to live somewhere quiet.\pToday, I think I'll go out fishing.
pl: Kupiłam ten dom, bo chciałam\nmieszkać w cichym i spokojnym\pmiejscu.\pDziś, pójdę chyba na ryby.

source: You must never, ever go out to\nthe BERRY FOREST alone.\pWhy?\nThere are ghosts there.
pl: Nigdy, przenigdny nie idź sam\ndo JAGODOWEGO LASU.\pDlaczego?\nBo czają się tam duchy.

# Papa keeps lying to me, and won't let me go out and play!
source: Papa keeps lying to me, and won't\nlet me go out and play!
pl: Tatuś ciągle mi kłamie i nie chce\npozwolić się pobawić!

source: Me?\nI'm not LOSTELLE.\pShe's probably gone to the\nBERRY FOREST, I think.\pShe picks BERRIES there for making\nlunch.
pl: Ja?\nNie jestem LOSTELLE.\pPewnie poszła do\nJAGODOWEGO LASU albo coś.\pZbiera tam JAGODY z których\nprzyrządza obiad.

# I think I'll go play with LOSTELLE today.
source: I think I'll go play with LOSTELLE\ntoday.
pl: Myślę, że pójdę pobawić się z\nLOSTELLE.

# Is it true?pCELADON DEPT. STORE is several times bigger than this shop?
source: Is it true?\pCELADON DEPT. STORE is several\ntimes bigger than this shop?
pl: Serio?\pDOM TOWAROWY CELADON jest parę\nrazy większy niż ten sklep?

source: I sometimes buy medicine here.\pBut a lot of people heal POKéMON\nwith BERRIES from BERRY FOREST.\pAfter all, BERRIES are free and\nthey never run out.
pl: Czasami kupuję tu leki.\pAle wiele osób leczy POKéMONY\nużywając JAGÓD z JAGODOWEGO LASU.\pMoże to i racja, bo JAGODY są\ndarmowe no i nie kończą się.

source: Those BIKERS were about to trash\nthis POKéMON MART.\pAm I glad they decided to leave!
pl: Ci MOTOCYKLIŚCI chcieli zrobić\nzawieruchę w tym POKéMON MART.\pDobrze, że znikneli.

source: Hey, did you hear the news?\pThe PC network here can now link\nwith PCs in KANTO.\pI don't know how that came about,\nbut it's fantastic!
pl: Hej, słyszałeś wieści?\pSystem PC może się teraz łączyć z\nPeCetami w KANTO!\pNie wiem jak to się stało, ale\nto niesamowite!

source: It's impossible to SURF between the\nislands around these parts.\pThe tides are too fast and\ntreacherous.
pl: Nie można używać SURFOWANIA,\nby dostać się z wyspy na wyspę.\pPrądy są zbyt silne i\nzdradzieckie.

source: Let's crush BERRIES!\n…That'd be wasting BERRIES?\pYou can always find some BERRIES\non the ground in BERRY FOREST.
pl: Pokruszmy JAGODY!\n…Że niby to strata JAGÓD?\pZawsze można znaleźć nowe JAGODY\nna ziemii w JAGODOWYM LESIE.

source: We're the KANTO RIDER FEDERATION!\nVroom! Vavavavooom! Vroom!\pMy bike's wimpy, so I have to\nmake exhaust noises myself!
pl: Jesteśmy FEDERACJĄ JEŹDZIECKĄ\nKANTO! Wrum! Wawawawawawrum!\pMój motor jest słaby, więc\nsam muszę robić dźwięki!

# Hey, hey, lady! Fork over some spending money!
source: Hey, hey, lady!\nFork over some spending money!
pl: Hej, hej, panienko!\nDawaj mi trochę forsy!

# Aiyeeh!pWh-who are you?! I… I'll call the police!
source: Aiyeeh!\pWh-who are you?!\nI… I'll call the police!
pl: Ajeech!\pKi-kim jesteś?!\nJa… Zadzwonię na policję!

source: Those BIKERS…\nAre they gone?\pOh, thank goodness!\nThey certainly had me terrified!
pl: Ci MOTOCYKLIŚCI…\nZniknęli?\pNa szczęście!\nStrasznie mnie przerazili!

source: Those BIKERS ran off, and\nLOSTELLE was found safe.\pEverything turned out for the best!
pl: MOTOCYKLIŚCI zbiegli, znaleziono\nteż bezbieczną LOSTELLE.\pWyraźnie mamy szczęście!

# Hello!pWelcome to TRAINER TOWER where TRAINERS gather from all over!
source: Hello!\pWelcome to TRAINER TOWER where\nTRAINERS gather from all over!
pl: Cześć!\pWitamy w WIEŻY TRENERÓW.\nZbierają się tu zewsząd trenerzy!

source: TRAINERS from all over the world\ngather here to battle.\pLet me see…\pRight now, there are TRAINERS only\nup to Floor {STR_VAR_1}.
pl: TRENERZY z całego świata zbierają\nsię tu, by walczyć.\pZaczekaj...\pTeraz, mamy TRENERÓW wystarczająco\ndo {STR_VAR_1} Piętra.

# TRAINERS are awaiting your challenge up to the eighth floor.
source: TRAINERS are awaiting your\nchallenge up to the eighth floor.
pl: TRENERZY oczekują na twoje\nwyzwania aż do ósmego piętra.

# Would you like to challenge the waiting TRAINERS?
source: Would you like to challenge the\nwaiting TRAINERS?
pl: Czy chcesz wyzwać oczekujących\nTRENERÓW?

source: Okay, I'll get the clock started,\nso give it everything you have.\pOn your marks…\pGet set…\pGo!
pl: Okej, uruchomię zegar, więc\npostaraj dać z siebie wszystko.\pDo biegu…\pGotowy…\pRUSZAJ!

source: Please do visit us again!
pl: Prosimy o ponowną wizytę!

source: That was too bad.\pI think you put in a tremendous\neffort in your battling.\pPlease come back and try again!
pl: Szkoda.\pSądzę, że włożyłeś wiele wysiłku w\nprowadzone tutaj walki.\pDo następnego razu!

source: I hope you give it your best.
pl: Daj z siebie wszystko.

source: When the TRAINERS switch places,\nthe movement can be hectic.\pTo avoid the stampede, we moved\nthe reception counter here.\pI'm sorry for the inconvenience.
pl: Gdy TRENERZY zmieniają się\nmiejscami, ruchy mogą oszaleć.\pBy uniknąć zamieszania, przenieśliśmy\nrecepcję tutaj.\pPrzepraszamy za niedogodności.

source: Hello…\pI am the owner of this TOWER…\pHow the sky soars above this\nrooftop…\pThe caress of the winds up here…\pIt's all so perfect…\pThe way you battled…\nIt, too, was perfection…
pl: Witaj…\pJestem właścicielem WIEŻY…\pJak przyjemnie wiatr\nwieje na tym dachu…\pDelikatnie muskają szczyt wieży…\pWszystko jest tak idealne…\pSposób twojej walki…\nTeż był idealny…

source: This is for you…
pl: To dla ciebie…

source: Oh!\nStupendous!\pIt's marvelous how you've come up\nhere so quickly.\pThe fact is, you've done it in\nrecord time…\pI'll have your record posted at\nthe reception counter.
pl: Och!\nWspaniale!\pTo niesamowite, że dostałeś się tu\ntak szybko.\pPrawda jest taka, że zrobiłeś to\nw rekordowym czasie…\pPrzy recepcji pojawi się\nzaraz twój nowy rekord.

# You seem to have taken your sweet time getting here…
source: You seem to have taken your sweet\ntime getting here…
pl: Wygląda na to, że dostanie się tu\nzajęło ci trochę…

source: What I would like to see is a\nbetter time out of you…\pI'm counting on you.\pUntil then, farewell…
pl: Chciałbym zobaczyć u ciebie\njakiś lepszy czas…\pLiczę na ciebie, a do tego\pczasu, baw się dobrze…

source: {STR_VAR_1} min. {STR_VAR_2}.{STR_VAR_3} sec.
pl: {STR_VAR_1} min. {STR_VAR_2}.{STR_VAR_3} sek.

source: This is a two-on-two battle.\pYou may not battle unless you have\nat least two POKéMON.
pl: To walka dwa-na-dwa.\pNie możesz walczyć nie mając\nprzynajmniej dwóch POKéMONÓW.

source: Here at TRAINER TOWER, there is an\nevent called TIME ATTACK.\pYou will be timed on how quickly\nyou can get from the reception\lcounter to the OWNER on the roof.\pThe best times will be recorded on\nthe Time Board.\pTry competing with friends to see\nwho can beat it the fastest.\pYou will not earn any EXP. Points\nor money by beating TRAINERS here.
pl: W WIEZY TRENERÓW można wybrać\nopcję ATAK CZASU.\pOceniane w nim będzie tempo z jakim\ndostaniesz się od recepcji, do\lWŁAŚCICIELA stojącego na dachu.\pNajlepsze czasy zostaną zapisane na\nTablicy.\pSpróbuj pobawić się z przyjaciółmi i\nzobaczyć, który z was będzie lepszy.\pPokonując tutaj TRENERÓW nie zyskuje\nsię ani EXP ani pieniędzy.

source: Thank you for competing!
pl: Dziękuję za grę!

source: I'm here to see how good I am.\pI wonder what kinds of TRAINERS\nare waiting for me?\pIt's nerve-racking!
pl: Przyszłam się tu sprawdzić.\pCiekawe jacy trenerzy na mnie\nczekają?!\pTo ekscytujące!

source: Gasp, gasp…\nGasp…\pNever mind battling! These stairs…\nThey're tougher than any battle…
pl: Hmm, hmm…\nUff…\pCo tam walka! Te schody…\nSą cięższe do pokonania niż walki…

# TWO ISLAND Boon Island for Two
source: TWO ISLAND\nBoon Island for Two
pl: WYSPA TWO\nWyspa dla Dwojga

# Skip & Chomp! Joyful GAME CORNER
source: Skip & Chomp!\nJoyful GAME CORNER
pl: Pomiń & Chrup!\nSuper SALON GIER

# DANGER! FAST CURRENT! Fishing and surfing prohibited!
source: DANGER! FAST CURRENT!\nFishing and surfing prohibited!
pl: UWAGA! POTĘŻNY NURT!\nPływanie i łowienie wzbronione!

source: Oh!\nHello, welcome to my shop!\pWe've only opened up recently.\pOur merchandise is limited, but I\nhope we can serve your needs.
pl: Och!\nCześć, witaj w moim sklepie!\pDopiero otworzyliśmy.\pMamy więc mało towaru, ale sądzę,\nże znajdziesz coś dla siebie.

source: I can't tell you how grateful I am\nfor your rescue of LOSTELLE.\pThanks to your feat, the people of\nTHREE ISLAND have changed their\lattitudes about KANTO people.\pAnd, I'm from KANTO, you see.\pThe people of THREE ISLAND\nhelped me add to my merchandise.
pl: Nie wyobrażasz sobie nawet jak\nbardzo wdzięczny jestem za pomoc.\pDzięki twojej pomocy, ludzie z\nWYSPY THREE zmienili swoje zdanie\lna temat ludzi z KANTO.\pWiesz, ja też jestem z KANTO.\pLudzie z WYSPY THREE pomogli\nmi uzupełnić półki nowym towarem.

# Hi! I'm giving it my best here. I hope you do too, {PLAYER}.
source: Hi! I'm giving it my best here.\nI hope you do too, {PLAYER}.
pl: Witaj! Robię co mogę.\nMam nadzieję, że ty też, {PLAYER}.

source: Oh, hello, {PLAYER}!\nWelcome!\pI've started bringing in items from\ndistant lands.\pI've got some rare items in, too.\nPlease have a look!
pl: O, cześć, {PLAYER}!\nWitaj!\pZacząłem sprowadzać przedmioty z\nodległych krain.\pMam też różne rzadkie przedmioty.\nProszę, rozejrzyj się!

source: That fellow there, he moved here\nfrom CELADON CITY.\pHe started up a shop with his\nyounger brother.\pYou have to wonder if he knew what\nhe was getting into.
pl: Ten koleś. Przeprowadził się tu\nz CELADON CITY.\pOtworzył tu sklep ze swoim\nmłodszym braciszkiem.\pZastanawiam się, czy wie w co\nsię wpakował.

source: The shopkeeper's brother took\na job at the GAME CORNER.\pHe's trying to pull together money\nso they can buy more merchandise.
pl: Brat sklepikarza wziął robotę\nw SALONIE GIER.\pStara się zdobyć trochę grosza,\nby kupić więcej towaru.

source: Listen, listen.\nDid you know?\pA famous TRAINER came to the\nISLAND a little while back.\pHe's one of the ELITE FOUR.\nHis name is BRUNO.\pHe went away disappointed when he\nfound out that they were all sold\lout of Rage Candybars.
pl: Słuchaj, słuchaj!\nWiesz co?\pJakiś sławny TRENER przybył\nniedawno na tę WYSPĘ.\pJest członkiem ELITARNEJ CZWÓRKI.\nNazywa się BRUNO.\pOdszedł bardzo zawiedzony, gdy\ndowiedział się, że sprzedali wszystkie\lWsciekle Batoniki.

# The discerning TRAINER knows to buy rare items here!
source: The discerning TRAINER knows to\nbuy rare items here!
pl: Bystry TRENER wie, że tu\nkupuje się rzadkie rzeczy!

source: There's an old woman who lives in\na cottage out on the cape.\pShe gives the eye to POKéMON.\nIt's a bit unnerving.
pl: Żyje pewna staruszka, która\nmieszka w chacie na przylądku.\pPrzygląda się dziwnie POKéMONOM.\nTrochę to dziwne.

source: Boing! Boing!\nHave you tried the jumping game?\pThe POKéMON you can enter…\nBoing!\pSome go boing!\pAnd some go boooooooing!\pDid you know that?\nBoing!
pl: Skok! Skok!\nPróbowałeś skaczącej gry?\pPOKéMONY, które mogą uczestniczyć…\nSkok!\pNiektóre skaczą!\pA niektóre skaaaaaaaczą!\pWiedziałeś to?\nSkok!

source: I perfected the ultimate move of\nits type…\pBut will no one take it for\nfuture use?\p…Hm? Hmmm!\pY-you…\nTh-that {STR_VAR_1}…
pl: Udoskonaliłam idealny ruch\nw swojej kategorii...\pAle nie znam nikogo, kto\nmógłby go użyć.\p...Hm? Hm!\pT-ty...\nT-ten {STR_VAR_1}...

# …No… I was just mistaken.
source: …No…\nI was just mistaken.
pl: …Nie…\nPomyliłam się.

source: Oh! This is the one!\nThis is the POKéMON!\pThis {STR_VAR_1} is worthy of\nlearning my ultimate move!\pWill you allow it?\pWill you allow your {STR_VAR_1} to\nlearn my {STR_VAR_2}?
pl: Och! To ten!\nTo ten POKéMON!\pTen {STR_VAR_1} jest w stanie poznać\nmój niesamowity atak!\pCzy zezwolisz na to?\pCzy zezwolisz, by twój {STR_VAR_1}\npoznał {STR_VAR_2}?

# Gaah! You reject it? No, I won't be dissuaded!
source: Gaah! You reject it?\nNo, I won't be dissuaded!
pl: Gach! Odrzucasz dar?\nNie możesz tego zrobić!

source: You will allow it?\pThen, let me confer my ultimate\n{STR_VAR_2} on your {STR_VAR_1}.\pGgggrah-awooo!
pl: Pozwolisz na to?\pWięc, pozwól, że przeleję tajemnicę\n{STR_VAR_2} na {STR_VAR_1}.\pGgggrah-ałooo!

# Gasp, gasp, gasp…pI didn't think I could teach that move while I still lived…
source: Gasp, gasp, gasp…\pI didn't think I could teach that\nmove while I still lived…
pl: Uff, uff, uff…\pNie myślałam, że za życia będę\nmogła nauczyć kogoś tego ruchu…

# I implore you to make the best use of that move and gain power!
source: I implore you to make the best\nuse of that move and gain power!
pl: Błagam, byś spożytkował ten\nruch w najszlachetniejszym celu!

source: Gasp, gasp, gasp…\pI have no regrets now.\nI've passed on everything I know.\pNow I can live out my life knowing\nmy work is done.
pl: Heh…\pPrzekazałam ci wszystko, co\nsama potrafiłam.\pTeraz mogę dokończyć swoje życie\nwiedząc, że ukończyłam swą misję.

source: After I passed on my knowledge to\nyou, I felt so much relief.\pIn fact, I feel rejuvenated,\nas if I were younger again!
pl: Po przekazaniu ci mej wiedzy,\npoczułam wielką ulgę.\pW gruncie rzeczy, czuje się młodsza,\njakbym znów miała kilka lat!

source: I'm the POKéMON MOVE MANIAC.\pI know every single move that\nPOKéMON learn growing up.\pI'm also a mushroom maniac.\pBring me two TINYMUSHROOMS,\nor one BIG MUSHROOM.\pIf you do that for me, I'll teach\na move to one POKéMON.
pl: Jestem MANIAKIEM RUCHÓW POKéMON.\pZnam każdą technikę, którą\nPOKéMONY poznają rosnąc.\pJestem też maniakiem muchomorów.\pPrzynieś mi dwa MAŁE MUCHOMORY\nalbo jeden DUŻY MUCHOMOR.\pWtedy nauczę twojego\nPOKéMONA ruchu.

source: Sniff, sniff…\nHm! You smell of MUSHROOMS!\pDo you want me to teach a move\nto a POKéMON of yours?
pl: Wąch, wąch…\nHm! Pachniesz MUCHOMORAMI!\pCzy chesz, żebym nauczył nowego\nruchu twojego POKéMONA?

source: Which POKéMON needs tutoring?
pl: Który POKéMON ma się uczyć?
